Repository: rocksdanister/lively
Catalog: src/Lively/Lively.UI.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: af_za, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ko_kr, lt_lt, ms_my, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_cyrl, sr_latn, sv_se, tr_tr, uk_ua, zh_cn

# WallpaperDirGroup.Header
source: File
af_za: Lêer
bg_bg: Файл
cs_cz: Soubor
da_dk: Fil
de_de: Datei
fa_ir: فایل
fi_fi: Tiedosto
he_il: קובץ
ko_kr: 파일
lt_lt: Failas
ms_my: Fail
pl_pl: Plik
pt_pt: Ficheiro
ro_ro: Fișier
ru_ru: Файл
sr_cyrl: Фајл
sr_latn: Datoteke
tr_tr: Dosya

# FastUI.Header
source: Fast startup
af_za: Vinnige opstart
bg_bg: Бързо стартиране
cs_cz: Rychlé spuštění
de_de: Schnellstart
es_es: Inicio rápido
fa_ir: راه‌اندازی سریع
he_il: אתחול מהיר
it_it: Avvio veloce
ko_kr: 빠른 시작
lt_lt: Greitas paleidimas
ms_my: Permulaan Cepat
pl_pl: Szybki start
pt_pt: Inicialização rápida
ro_ro: Deschidere rapidă
ru_ru: Быстрый запуск
sr_cyrl: Брзо покретање
sr_latn: Brzo pokretanje
tr_tr: Hızlı Başlangıç

# FastUI.Description
source: Keep User Interface running for faster startup
af_za: Hou die gebruikerskoppelvlak aan die gang vir vinniger opstart
bg_bg: Поддържайте потребителския интерфейс работещ за по-бързо стартиране
cs_cz: Udržet uživatelské rozhraní spuštěné pro rychlejší spuštění
da_dk: Hold brugergrænsefladen kørende for hurtigere opstart
de_de: Benutzeroberfläche für schnelleren Startvorgang im Hintergrund geöffnet lassen
es_es: Mantener la interfaz de usuario funcionando para un inicio más rápido
fa_ir: برای راه‌اندازی سریعتر، رابط کاربری را در حال اجرا نگه دار
fi_fi: Pidä käyttöliittymä käynnissä nopeuttaaksesi käynnistämistä
he_il: השאר את ממשק המשתמש פועל לאתחול מהיר יותר
it_it: Mantieni l'interfaccia utente in esecuzione per l'avvio più veloce
ko_kr: 빠른 시작을 위해 사용자 인터페이스 실행 유지
lt_lt: Palikite veikiančią vartotojo sąsają, kad paleidimas būtų greitesnis
ms_my: Benarkan antara muka pengguna berjalan untuk permulaan yang lebih cepat
pl_pl: Utrzymuj Interfejs Użytkownika uruchomiony, aby zapewnić szybki start
pt_pt: Manter a Interface do Utilizador em execução para iniciar mais rapidamente
ro_ro: Păstrați User Interface-ul pornit pentru deschidere mai rapidă
ru_ru: Держать приложение запущеным для быстрого запуска
sr_cyrl: Нека кориснички интерфејс ради, ради бржег покретања
sr_latn: User Interface će raditi u pozadini radi bržeg prikaza
tr_tr: Daha hızlı başlangıç için kullanıcı arayüzünü koru

# WindowsSettingsColor.Content
source: Windows color settings
bg_bg: Цветови настройки на Windows
cs_cz: Nastavení barevy okna
da_dk: Windows farveindstillinger
de_de: Windows Farbeinstellungen
es_es: Ajustes de color de Windows
fa_ir: تنظیمات رنگ ویندوز
fi_fi: Windowsin väriasetukset
he_il: הגדרות צבע של Windows
it_it: Impostazioni colore di Windows
ko_kr: 창 색상 설정
lt_lt: „Windows“ spalvų nustatymai
ms_my: Tetapan Warna Windows
pl_pl: Ustawienia koloru okien
pt_pt: Definições de cor do Windows
ro_ro: Setări de culoare Windows
ru_ru: Системная
sr_cyrl: Windows подешавања боја
sr_latn: Opcije za prikaz boje
tr_tr: Windows renk ayarları

# AppThemeDark.Content
source: Dark
af_za: Donker
bg_bg: Тъмно
cs_cz: Tmavý
da_dk: Mørk
de_de: Dunkel
es_es: Oscuro
fa_ir: تیره
fi_fi: Tumma
he_il: כהה
it_it: Scuro
ko_kr: 어둡게
lt_lt: Tamsi
ms_my: Gelap
pl_pl: Ciemny
pt_pt: Escuro
ro_ro: Întunecat
ru_ru: Темная
sr_cyrl: Mрак
sr_latn: Tamna
tr_tr: Koyu

# AppThemeLight.Content
source: Light
af_za: Lig
bg_bg: Светло
cs_cz: Světlý
da_dk: Lys
de_de: Hell
es_es: Claro
fa_ir: روشن
fi_fi: Vaalea
he_il: בהיר
it_it: Chiaro
ko_kr: 밝게
lt_lt: Šviesi
ms_my: Terang
pl_pl: Jasny
pt_pt: Claro
ro_ro: Luminat
ru_ru: Светлая
sr_cyrl: Светло
sr_latn: Svetla
tr_tr: Açık

# AppThemeSystem.Content
source: System
af_za: Stelsel
bg_bg: Система
cs_cz: Systémové
es_es: Sistema
fa_ir: سیستم
fi_fi: Järjestelmä
he_il: מערכת
it_it: Sistema
ko_kr: 시스템
lt_lt: Sistema
ms_my: Sistem
pl_pl: Systemowy
pt_pt: Sistema
ro_ro: Sistem
ru_ru: Система
sr_cyrl: Систем
sr_latn: Sistem
tr_tr: Sistem

# LaptopWallpaperPlaybackGroup.Header
source: Laptops
bg_bg: Лаптопи
cs_cz: Notebooky
da_dk: Bærbare
fa_ir: لپ‌تاپ
fi_fi: Kannettava tietokone
he_il: מחשב נייד
it_it: Laptop
ko_kr: 랩탑
lt_lt: Nešiojamieji kompiuteriai
ms_my: Komputer Riba
pl_pl: Laptopy
pt_pt: Computadores Portáteis
ro_ro: Laptopuri
ru_ru: Ноутбуки
sr_cyrl: Преносни рачунар
sr_latn: Laptopovi
tr_tr: Dizüstü

# DeveloperGroup.Header
source: Developer
bg_bg: За разработчици
cs_cz: Vývojář
da_dk: Udvikler
de_de: Entwickler
fa_ir: توسعه‌دهنده
fi_fi: Kehittäjä
he_il: מפתח
it_it: Sviluppatore
ko_kr: 개발자
lt_lt: Kūrėjas
ms_my: Pemaju
pl_pl: Twórca
pt_pt: Desenvolvedor
ro_ro: Dezvoltator
ru_ru: Разработчик
sr_cyrl: Програмер
tr_tr: Geliştirici

# AppearanceBehaviour.Header
source: Appearance & behavior
bg_bg: Външен вид и поведение
cs_cz: Vzhled a chování
da_dk: Udseende & opførsel
de_de: Aussehen und Verhalten
fa_ir: ظاهر و رفتار
fi_fi: Ulkoasu & käyttäytyminen
he_il: מראה והתנהגות
it_it: Aspetto e comportamento
ko_kr: 모양 & 동작
lt_lt: Išvaizda ir elgesys
ms_my: Penampilan & Tingkah Laku
pl_pl: Zachowanie się & wyglądu
pt_pt: Aparência e comportamento
ro_ro: Aspect și comportament
ru_ru: Вид и поведение
sr_cyrl: Изглед и управљање
sr_latn: Prikaz i ponašanje
tr_tr: Görünüş & davranışı

# TitleGallery
source: Gallery
af_za: Galery
bg_bg: Галерия
cs_cz: Galerie
da_dk: Galleri
de_de: Galerie
es_es: Galería
fa_ir: گالری
fi_fi: Galleria
he_il: גלריה
it_it: Galleria
ko_kr: 갤러리
lt_lt: Galerija
ms_my: Galeri
pl_pl: Galeria
pt_pt: Galeria
ro_ro: Galerie
ru_ru: Галерея
sr_cyrl: Галерија
sr_latn: Galerija
tr_tr: Galeri

# ActiveWallpapers.Label
source: Active Wallpaper(s)
af_za: Aktiewe muurpapier(e)
bg_bg: Активен тапет (ти)
cs_cz: Aktivní tapeta
da_dk: Aktiv Baggrund(e)
de_de: Wallpaper aktiv
es_es: Fondo(s) de pantalla activo(s)
fa_ir: والپیپر های فعال
fi_fi: Aktiivista taustakuvaa
he_il: טפטים פעילים
it_it: Sfondo(i) Attivi
ko_kr: 활성 배경화면
lt_lt: Aktyvus (-ūs) fonas (-ai)
ms_my: Wallpaper Aktif
pl_pl: Aktywna tapeta(y)
pt_pt: Papéis de Parede ativos
ro_ro: Fundal activ
ru_ru: Активные обои
sr_cyrl: Активна/не позадина/е
sr_latn: Aktivne pozadine
tr_tr: Aktif Duvar Kağıtları

# AboutMe.Text
source: Hi, I'm Dani John also known as rocksdanister. I developed Lively a Free and open-source (FOSS) wallpaper application. Thanks for taking the time to look at my work.
af_za: Hallo, ek is Dani John ook bekend as rocksdanister. Ek het Lively 'n gratis en oopbron (FOSS) plakpapiertoepassing ontwikkel. Dankie dat jy die tyd geneem het om na my werk te kyk.
bg_bg: Здравей, аз съм Дани Джон известен още като rocksdanister. Аз развих Lively a Free and open-source (FOSS) приложение за тапети. Благодаря ви че отделихте времето да разгледате моята работа.
cs_cz: Ahoj, jsem Dani Jan známý také jako rocksdanist. Vyvinul jsem Lively jako Free open source (FOSS). Děkuji že si moji práci věnovali čas.
da_dk: Hej, jeg er Dani John også kendt som rocksdanister. Jeg udviklede Lively en Free og open source (FOSS) Baggrunds applikation. Tak for at tage sig tid til at se på mit arbejde.
de_de: Hi! Ich bin Dani John, auch bekannt als "rockdanister". Ich habe Lively entwickelt, diese kostenlose Open-Source Hintergrundbild-Software. Danke, dass du dir Zeit nimmst meine Arbeit zu betrachten.
es_es: Hola, soy Dani John también conocido como rocksdanister. He desarrollado Lively, una aplicación para fondos de pantalla, libre y de código abierto (FOSS). Gracias por tomarte el tiempo de mirar mi trabajo.
fa_ir: سلام من Dani John هستم معروف به rocksdanister. من لایولی رو توسعه دادم، یه برنامه رایگان و منبع باز برای والپیپر. ممنونم از اینکه کار من دیدن کردین.
fi_fi: Hei, olen Dani John tunnettuna myösnimellä rocksdanister. Olen kehittänyt Livelyn, ilmaisen ja avoimen lähdekoodin (FOSS) taustakuvasovelluksen. Kiitos siitä, että käytit aikkasi katsoaksesi työtäni.
he_il: שלום, אני דני ג'ון ידוע גם בתור rocksdanister. אני פיתחתי את Lively תוכנת טפטים חינמית בעלת קוד פתוח (FOSS). תודה שאתם לוקחים מזמנכם כדי להסתכל על עבודתי.
it_it: Ciao, Sono Dani John conosciuto anche come rocksdanister. Ho sviluppato Lively, un applicazione gratis e open-source (FOSS) per sfondi. Grazie per aver avuto il tempo di guardare il mio lavoro.
ko_kr: 안녕하세요, 저는 rocksdanister라고 알려진 Dani John입니다. 저는 라이블리(Lively) 자유 오픈 소스(FOSS) 배경화면 프로그램을 개발했습니다. 시간을 내어 제 작품을 둘러봐 주셔서 감사합니다.
lt_lt: Sveiki, aš esu Dani John, taip pat žinomas kaip rocksdanister. Sukūriau Lively nemokamą atvirojo kodo (FOSS) ekrano fonus. Ačiū, kad skyrėte laiko apžiūrėti mano darbus.
ms_my: Hai, saya Dani John atau juga dikenali sebagai rocksdanister. Saya telah mencipta sebuah perisian yang bebas dan sumber terbuka iaitu Lively. Terima kasih bagi mengambil masa untuk melihat karya saya.
pl_pl: Cześć, nazywam się Dani John znany także jako rocksdanister. Stworzyłem Lively darmową, otwarto-źródłową (FOSS) aplikację do tapet. Dzięki za poświęcenie czasu na obejrzenie mojej pracy.
pt_pt: Olá! Eu sou Dani John também conhecido como rocksdanister. Desenvolvi um aplicativo de papel de parede gratuito e de código aberto (FOSS). Obrigado por reservar um tempo para olhar meu trabalho.
ro_ro: Bună, eu sunt Dani John cunoscut si ca rocksdanister. Eu am făcut Lively, o aplicație gratis si open source (FOSS) de fundal. Mulțumesc pentru ca ați acordat timp pentru a vă uita la munca mea.
ru_ru: Привет, я Dani John (также известен как rocksdanister). Я разработал Lively, бесплатное и открытое приложение для управления обоями. Спасибо, что выбрали Lively!
sr_cyrl: Здраво, ја сам Дани Џон, такође познат као рокданистер. Направио сам ову апликацију са позадинама да буде бесплатна, као и да има отворен код (FOSS). Хвала Вам на времену које сте утрошили да погледате мој рад.
sr_latn: Zdravo, Ja sam Deni Džon takođe poznat kao rocksdanister. Napravio sam Lively, aplikaciju za pozadine slobodnog i otvorenog izvornog koda (SSOIK). Hvala što ste odvojili vreme da pogledate moj rad.
tr_tr: Merhaba, benim adım Dani John, rocksdanister kullanıcı adıyla da tanınırım. Ücretsiz ve açık kaynaklı olan Lively duvar kağıdı uygulamasının geliştiricisiyim. Geliştirdiğim uygulamayı kullandığınız için teşekkür ederim.

# LicenseLink.Content
source: Software license
af_za: Sagteware lisensie
bg_bg: Софтуерен лиценз
cs_cz: Softwarová licence
da_dk: Software licens
de_de: Softwarelizenz
es_es: Licencia de software
fa_ir: گواهی نامه نرم افزار
fi_fi: Ohjelmistolisenssit
he_il: רשיון תוכנה
it_it: Licenza del software
ko_kr: 소프트웨어 라이센스
lt_lt: Programinės įrangos licencija
ms_my: Lesen Perisian
pl_pl: Licencja oprogramowania
pt_pt: Licença de software
ro_ro: Licența de software
ru_ru: Лицензия ПО
sr_cyrl: Софтверска лиценца
sr_latn: Softverska licenca
tr_tr: Yazılım lisansı

# AttributionLink.Content
source: Third party software notice
bg_bg: Забележка за софтуер от трети страни
cs_cz: Softwarové oznámení třetích stran
da_dk: Tredjeparts softwaremeddelelse
de_de: Drittanbieter-Software Hinweise
es_es: Aviso sobre Software de terceros
fa_ir: اطلاعیه شخص ثالث نرم‌افزار
fi_fi: Kolmannen osapuolen ohjelmistoilmoitus
he_il: הודעת תוכנת צד שלישי
it_it: Avviso software di terze parti
ko_kr: 타사 소프트웨어 고지
lt_lt: Trečiosios šalies programinės įrangos pranešimas
ms_my: Notis Perisian Pihak Ketiga
pl_pl: Uwaga dotycząca oprogramowania stron trzecich
pt_pt: Aviso de software de terceiros
ro_ro: Notificare software terță
ru_ru: Уведомление о использовании стороннего ПО
sr_cyrl: Обавештење о софтверу треће стране
sr_latn: Informacije o softveru treće stranke
tr_tr: Üçüncü parti yazılım bilgisi

# PrivacyPolicyLink.Content
source: Data collection policy
bg_bg: Политика за събиране на данни
cs_cz: Zásady shromažďování údajů
da_dk: Politik for dataindsamling
de_de: Datenschutzerklärung
es_es: Política de recolección de datos
fa_ir: خط‌مشی جمع‌آوری داده
fi_fi: Tietojen keruuta koskeva käytäntö
he_il: מדיניות איסוף נתונים
it_it: Politica di raccolta dei dati
ko_kr: 데이터 수집 정책
lt_lt: Duomenų rinkimo politika
ms_my: Dasar Pengumpulan Data
pl_pl: Polityka gromadzenia danych
pt_pt: Política de Proteção de Dados
ro_ro: Politica de colectare a datelor
ru_ru: Политика сбора информации
sr_cyrl: Политика прикупљања података
sr_latn: Polisa o prikupljanju podataka
tr_tr: Veri toplama politikası

# AddWallpaperDrop.Text
source: Add wallpaper
bg_bg: Добави тапет
cs_cz: Přidat tapetu
da_dk: Tilføj baggrund
de_de: Hintergrund hinzufügen
es_es: Añadir fondo de pantalla
fa_ir: اضافه کردن پس زمینه
fi_fi: Lisää taustakuva
he_il: הוסף טפט
it_it: Aggiungi sfondo
ko_kr: 배경화면 추가
lt_lt: Pridėti Foną
ms_my: Tambah Wallpaper
pl_pl: Dodaj tapetę
pt_pt: Adicionar papel de parede
ro_ro: Adăugați imagine de fundal
ru_ru: Добавить обои
sr_cyrl: Додај позадину
sr_latn: Dodaj pozadinu
tr_tr: Duvar kağıdı ekle

# ComingSoon.Text
source: Coming soon
af_za: Kom binnekort
bg_bg: Очаквайте скоро
cs_cz: Připravujeme
da_dk: Kommer snart
de_de: Kommt bald
es_es: Próximamente
fa_ir: به زودی
fi_fi: Tulossa pian
he_il: בקרוב
it_it: Prossimamente
ko_kr: 출시 예정
lt_lt: Jau Greitai
ms_my: Akan Datang!
pl_pl: Pojawi się wkrótce
pt_pt: Disponível em breve
ro_ro: În curând
ru_ru: Скоро...
sr_cyrl: Ускоро доступно
sr_latn: Uskoro
tr_tr: Yakında

# TextOpen.Content
source: Open
af_za: Maak oop
bg_bg: Отвори
cs_cz: Otevřít
da_dk: Åbn
de_de: Öffnen
es_es: Abrir
fa_ir: باز کردن
fi_fi: Avaa
he_il: פתוח
it_it: Apri
ko_kr: 열기
lt_lt: Atidaryti
ms_my: Buka
pl_pl: Otwórz
pt_pt: Abrir
ro_ro: Deschideți
ru_ru: Открыть
sr_cyrl: Отвори
sr_latn: Otvori
tr_tr: Aç

# TextSave.Content
source: Save
af_za: Stoor
bg_bg: Запази
cs_cz: Uložit
da_dk: Gem
de_de: Speichern
es_es: Guardar
fa_ir: ذخیره
fi_fi: Tallenna
he_il: שמור
it_it: Salva
ko_kr: 저장
lt_lt: Išsaugoti
ms_my: Simpan
pl_pl: Zapisz
pt_pt: Guardar
ro_ro: Salvați
ru_ru: Сохранить
sr_cyrl: Сачувај
sr_latn: Spremi
tr_tr: Kaydet

# AddWallpaperFileBrowse.Header
source: Choose a file
af_za: Kies 'n lêer
bg_bg: Избери файл
ca_es: Seleccioneu un fitxer o especifiqueu un enllaç a un lloc web per fer-lo servir com a fons de pantalla.
cs_cz: Vybrat soubor
da_dk: Vælg en fil
de_de: Datei auswählen
el_gr: Επιλέξτε ένα αρχείο ή καθορίστε μια διεύθυνση URL ιστότοπου που θα οριστεί ως ταπετσαρία.
es_es: Seleccione un archivo
fa_ir: یک فایل انتخاب کنید
fi_fi: Valitse tiedosto
fr_fr: Sélectionner un fichier ou spécifiez une URL pour l'utiliser en tant que fond d'écran
he_il: בחר קובץ או ציין כתובת אתר להגדרה כטפט.
hu_hu: Válassz ki egy egy fáljt vagy egy weboldal linket hogy beállíthasd háttérképnek.
id_id: Pilih file atau URL halaman web untuk dijadikan sebagai wallpaper.
it_it: Seleziona un file
ko_kr: 배경화면으로 설정할 파일을 선택하거나 웹사이트 URL을 지정합니다.
lt_lt: Pasirinkiti failą
ms_my: Pilih fail
pl_pl: Wybierz plik
pt_br: Selecione o arquivo ou especifique a URL do website a se utilizar como plano de fundo.
pt_pt: Escolha um ficheiro
ro_ro: Selectează un fișier
ru_ru: Выберите файл или укажите ссылку на веб-сайт, чтобы установить обои.
sr_cyrl: Изабери фајл или напиши адресу сајта од позадине.
sr_latn: Izaberi fajl ili napiši adresu sajta od pozadine.
sv_se: Välj en fil eller skriv in en webbadress som ska användas som bakgrundsbild.
tr_tr: Duvar kağıdı olarak ayarlamak için dosya seçin veya URL girin
uk_ua: Виберіть файл або вкажіть URL-адресу веб-сайту, який потрібно встановити як шпалери.
zh_cn: 选择一个文件或指定一个网站 URL 以设置为壁纸。

# DescriptionAppRules
source: Wallpaper playback behaviour based on running application
ca_es: Comportament del fons de pantalla d'acord amb quina aplicació està en execució.
cs_cz: Chování přehrávání tapety na základě spuštěné aplikace
de_de: Wiedergaberegeln basierend auf laufenden Anwendungen festlegen
el_gr: Συμπεριφορά αναπαραγωγής ταπετσαρίας με βάση την εφαρμογή που εκτελείται.
es_es: Comportamiento del fondo de pantalla de acuerdo a que aplicación está en ejecución.
fa_ir: تنظیم رفتار پس زمینه بر اساس برنامه در حال اجرا.
fi_fi: Taustakuvan toiston käyttäytyminen perustuen käynnissä olevaan sovellukseen
fr_fr: Paramétrer le comportement de lecture en fonction des applications en cours d'exécution.
he_il: התנהגות השמעת טפטים בהתבסס על הפעלת אפליקציה.
hu_hu: A háttérkép lejátszása a futó alkalmazásokon alapszik.
id_id: Pemutaran wallpaper berdasarkan aplikasi yang sedang berjalan.
it_it: Imposta il comportamento della riproduzione sfondo in base alle applicazioni in esecuzione
ko_kr: 실행 중인 응용 프로그램에 따른 배경화면 재생 동작 설정
ms_my: Tingkah laku main semula wallpaper berdasarkan aplikasi yang sedang berjalan.
pl_pl: Ustaw reguły odtwarzania tapet dla poszczególnych aplikacji
pt_br: Definir o comportamento de reprodução do(s) plano(s) de fundo baseado no aplicativo ativo
pt_pt: Definir o comportamento da reprodução do(s) fundo(s) baseado na aplicação a correr
ro_ro: Comportamentul de redare a imaginii de fundal bazat pe rularea aplicației.
ru_ru: Правила воспроизведения обоев в зависимости от открытого приложения.
sr_cyrl: Позадинско плеј-бек понашање базирано од апликације.
sr_latn: Pozadinsko plej-bek ponašanje bazirano od aplikacije.
sv_se: Bakgrundsbildens beteende baserad på programmet som används.
tr_tr: Duvar kağıdı davranışı çalışan uygulamaya göre belirlendi.
uk_ua: Встановіть поведінку відтворення шпалер на основі запущеної програми
zh_cn: 根据正在运行的应用程序设置壁纸播放行为

# DescriptionCancelQuestion
source: Are you sure you want to cancel?
af_za: Is jy seker jy will kanseleer?
bg_bg: Сигурни ли сте, че искате да откажете?
ca_es: Esteu segur que voleu cancel·lar?
cs_cz: Opravdu si přejete zrušit operaci?
da_dk: Er du sikker på at du vil annullere?
de_de: Wollen Sie diese Aktion wirklich abbrechen?
el_gr: Είστε βέβαιοι ότι θέλετε να ακυρώσετε;
es_es: ¿Estás seguro de que quieres cancelar?
fa_ir: آیا از لغو کردن مطمئنید؟
fi_fi: Oletko varma, että haluat perua?
fr_fr: Êtes-vous sûr de vouloir annuler ?
he_il: אתה בטוח שברצונך לבטל?
hu_hu: Biztos vissza akarod vonni?
id_id: Anda yakin akan membatalkan?
it_it: Sei sicuro di voler annullare?
ko_kr: 정말로 취소하시겠습니까?
lt_lt: Ar tikrai norite atšaukti?
ms_my: Anda pasti mahu batalkan?
pl_pl: Na pewno przerwać?
pt_br: Tem certeza de que deseja cancelar?
pt_pt: Tem a certeza de que pretende cancelar?
ro_ro: Ești sigur ca vrei sa anulezi?
ru_ru: Вы уверены, что хотите отменить?
sr_cyrl: Да ли си сигуран да желиш отказати?
sr_latn: Da li si siguran da zeliš otkazati?
sv_se: Är du säker på att du vill avbryta?
tr_tr: İptal etmek istediğinize emin misiniz?
uk_ua: Ви впевнені, що хочете скасувати?
zh_cn: 您确定要取消吗?

# DescriptionDeleteConfirmation
source: Are you sure you want to permanently delete this wallpaper from the disk?
af_za: Is jy seker jy wil hierdie muurpapier permanent van die skyf uitvee?
bg_bg: Сигурни ли сте, че искате завинаги да изтриете този тапет от диска?
ca_es: Esteu segur que voleu eliminar permanentment el fons de pantalla del disc dur?
cs_cz: Opravdu chcete trvale smazat tuto tapetu z disku?
da_dk: Er du sikker på, at du vil permanent slette dette baggrundsbillede fra biblioteket?
de_de: Sind Sie sicher, dass Sie den Hintergrund dauerhaft vom Datenträger löschen wollen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε οριστικά αυτήν την ταπετσαρία από το δίσκο;
es_es: ¿Estás seguro de que quieres eliminar permanentemente el fondo de pantalla del disco duro?
fa_ir: آیا از حذف همیشگی این پس زمینه از حافظه مطمئنید؟
fi_fi: Oletko varma, että haluat poistaa tämän taustakuvan tietokoneeltasi?
fr_fr: Voulez-vous vraiment supprimer à jamais cette image du disque dur ?
he_il: האם אתה בטוח שברצונך למחוק טפט זה לצמיתות מהדיסק?
hu_hu: Biztos véglegesen törölni akarod a háttérképet a lemezről?
id_id: Anda yakin akan menghapus wallpaper ini dari hard disk secara permanen?
it_it: Sei sicuro di voler eliminare permanentemente questo sfondo?
ko_kr: 디스크에서 배경화면을 영구적으로 삭제하시겠습니까?
lt_lt: Ar tai tikrai norite šią ekrano užsklandą visam laikui ištrinti iš kietojo disko?
ms_my: Adakah anda pasti anda mahu memadamkan latar belakang secara tetap daripada simpanan?
pl_pl: Czy jesteś pewny że chcesz usunąć tą tapetę z dysku na zawsze?
pt_br: Tem certeza que deseja apagar permanentemente esse plano de fundo?
pt_pt: Tem a certeza de que deseja apagar permanentemente este papel de parede do seu disco?
ro_ro: Ești sigur ca vrei sa ștergi acest fundal de pe HDD?
ru_ru: Вы уверены, что хотите безвозвратно удалить обои с диска?
sr_cyrl: Да ли си сигуран да желиш да заувек избришеш ову позадину са диска?
sr_latn: Da li si siguran da zeliš da zauvek izbrišeš ovu pozadinu sa diska?
sv_se: Är du säker på att du vill ta bort denna bakgrundsbild?
tr_tr: Duvar kağıdını kalıcı olarak diskten silmek istediğinize emin misiniz?
uk_ua: Ви справді бажаєте остаточно видалити шпалери з диску?
zh_cn: 您确定要从磁盘上永久删除该壁纸吗？

# DescriptionDeleteConfirmationLibrary
source: Are you sure you want to delete this wallpaper from the Library?
af_za: Is jy seker jy wil hierdie muurpapier uit die biblioteek uitvee?
bg_bg: Сигурни ли сте, че искате да изтриете този тапет от библиотеката?
ca_es: Esteu segur que voleu suprimir aquest fons de pantalla de la Biblioteca?
cs_cz: Opravdu chcete smazat tuto tapetu z knihovny?
da_dk: Er du sikker på, at du vil slette dette baggrundsbillede fra biblioteket?
de_de: Dieses Hintergrundbild wirklich aus der Bibliothek entfernen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την ταπετσαρία από τη Βιβλιοθήκη;
es_es: ¿Estás seguro de que quieres eliminar este fondo de pantalla de la biblioteca?
fa_ir: آیا از حذف کردن این پس زمینه از کتابخانه مطمئنید؟
fi_fi: Oletko varma, että haluat poistaa tämän taustakuvan kirjastosta?
fr_fr: Êtes-vous sûr de vraiment vouloir supprimer ce fond d'écran de la bibliothèque ?
he_il: האם אתה בטוח שברצונך למחוק טפט זה מהספרייה?
hu_hu: Biztos vagy abban hogy ki szeretnéd törölni ezt a háttérképet a könyvtárból?
id_id: Anda yakin ingin menghapus wallpaper ini dari pustaka?
it_it: Sei sicuro di voler eliminare questo sfondo dalla libreria?
ko_kr: 라이브러리에서 이 배경화면을 삭제하시겠습니까?
lt_lt: Ar tai tikrai norite šią ekrano užsklandą visam laikui ištrinti iš bibliotekos?
ms_my: Adakah anda mahu memadamkan latar belakang ini daripada pustaka?
pl_pl: Czy na pewno chcesz usunąć tę tapetę z Biblioteki?
pt_br: Tem certeza que deseja remover este plano de fundo da Biblioteca?
pt_pt: Tem a certeza de que pretende eliminar este papel de parede da sua biblioteca?
ro_ro: Sigur ștergi acest fundal din Bibliotecă?
ru_ru: Вы уверены, что хотите удалить эти обои из Библиотеки?
sr_cyrl: Да ли си сигуран да желиш да избришеш ову позадину из библиотеке?
sr_latn: Da li si siguran da zeliš da izbrišeš ovu pozadinu iz biblioteke?
sv_se: Är du säker på att du vill ta bort den här bakgrunden från biblioteket?
tr_tr: Duvar kağıdını kütüphaneden silmek istediğinize emin misiniz?
uk_ua: Ви впевнені, що хочете видалити ці шпалери з бібліотеки?
zh_cn: 您确定要从图库中删除这张壁纸吗？
